/*  Copyright CANON INC. 2005-2014  */
"ICA_PGADV_AUTOTONE_STR"	= "이미지 조절";
"ICA_PGADV_AUTOTONE_TT"	= "이미지 명도를 최적화하는 기능의 효과를 선택합니다.";
"ICA_PGADV_COPYGAMMA_STR"	= "비침 줄이기";
"ICA_PGADV_COPYGAMMA_TT"	= "양면 문서에서 비침을 줄이거나 재생 용지 및 기타 컬러 용지에서 기본 컬러를 연하게 하는 기능을 설정/해제합니다. [이미지 조절]에서 [문서] 또는 [잡지]를 선택한 경우에만 이 옵션을 사용할 수 있습니다.";
"ICA_PGADV_COPYGAMMA_ADF_TT"	= "양면 문서에서 비침을 줄이거나 재생 용지 및 기타 컬러 용지에서 기본 컬러를 연하게 하는 기능을 설정/해제합니다. [이미지 조절]에서 [문서]를 선택한 경우에만 이 옵션을 사용할 수 있습니다.";
"ICA_PGADV_UNSHARP_STR"	= "윤곽 강조";
"ICA_PGADV_UNSHARP_TT"	= "대상의 윤곽을 강조하여 이미지를 선명하게 하는 기능을 설정/해제합니다. [디스크린]을 설정한 경우 [윤곽 강조]를 해제하지 않으면 무아레가 남을 수 있습니다.";
"ICA_PGADV_DESCREEN_STR"	= "디스크린";
"ICA_PGADV_DESCREEN_TT"	= "미세한 점들로 인쇄된 사진이나 그림을 스캔할 때 나타나는 불균일한 색상 변화 또는 줄무늬 패턴(무아레)을 줄이는 기능을 설정/해제합니다. [윤곽 강조]를 해제하지 않으면 무아레가 남을 수 있습니다.";
"ICA_PGADV_REMOVEDUST_STR"	= "먼지 제거";
"ICA_PGADV_REMOVEDUST_TT"	= "필름 스캔에서 먼지 및 스크래치 자국을 자동으로 제거하는 \"FARE\" 기능의 효과를 선택합니다.";
"ICA_PGADV_REDUCEDUST_STR"	= "먼지 및 스크래치 감소";
"ICA_PGADV_REDUCEDUST_TT"	= "사진의 먼지나 스크래치로 인한 흰색 점을 줄이는 기능의 효과를 선택합니다.";
"ICA_PGADV_FADINGCORRECT_STR"	= "페이드 수정";
"ICA_PGADV_FADINGCORRECT_TT"	= "시간이 오래되어 페이드되었거나 컬러 캐스트가 있는 사진과 필름을 수정하는 기능의 효과를 선택합니다. [컬러 모드](종류)에서 [색상]을 선택한 경우에만 이 옵션이 유효합니다.";
"ICA_PGADV_GRAINCORRECT_STR"	= "입자 수정";
"ICA_PGADV_GRAINCORRECT_TT"	= "고속 필름 또는 고감도로 찍은 사진에서 입도(거칠기)를 줄이는 기능의 효과를 선택합니다.";
"ICA_PGADV_CUBS_STR"	= "제본용 여백 그림자 수정";
"ICA_PGADV_CUBS_TT"	= "열린 책자를 스캔할 때 페이지 사이에 나타나는 그림자를 수정하는 기능의 효과를 선택합니다. 이 수정 기능을 사용하는 경우 원본이 기울어지지 않도록 놓으십시오. 스캔하는 동안 미리 보기 스캔을 실행할 때만큼의 힘으로 책등 중심을 누르십시오.";
"ICA_PGPREF_CALIB_SETTINGS_STR"	= "스캔 전마다 보정";
"ICA_PGPREF_CALIB_SETTINGS_TT"	= "스캔 전마다 보정을 수행합니다.";
"ICA_PGPREF_ADF_ORDERREJECTION_STR"	= "페이지 순으로 출력";
"ICA_PGPREF_ADF_ORDERREJECTION_TT"	= "ADF에서 여러 양면 문서를 스캔한 후 용지를 출력하는 방법을 설정합니다. 문서를 스캔하고 고속 모드로 용지를 출력하려면 해제합니다. 문서를 스캔하고 용지를 페이지 순으로 자동 출력하려면 설정합니다.";
"ICA_ADV_FLAG_NONE"	= "없음";
"ICA_ADV_FLAG_AUTO"	= "자동";
"ICA_ADV_FLAG_PHOTO"	= "사진";
"ICA_ADV_FLAG_MAGAZINE"	= "잡지";
"ICA_ADV_FLAG_DOCUMENT"	= "문서";
"ICA_ADV_FLAG_ON"	= "설정";
"ICA_INFO_NONE"	= "없음";
"ICA_INFO_LOW"	= "낮음";
"ICA_INFO_MEDIUM"	= "중간";
"ICA_INFO_HIGH"	= "높음";
"ICA_ERROR_001"	= "크기 또는 해상도를 %s x %s 픽셀 이하로 줄이고 데이터 크기가 %sGB 이하로 되어야 스캔을 실행할 수 있습니다.";
"ICA_ERROR_002"	= "용지 크기가 양면 스캔에 적합하지 않습니다. A4 또는 Letter를 선택하십시오.";
"ICA_ERROR_003"	= "지정한 [컬러 모드](종류)가 16비트 스캔을 지원하지 않습니다. 지정한 [컬러 모드](종류)로 스캔하려면 비트 수준을 8비트로 변경하십시오. 16비트 스캔을 수행하려면 [컬러 모드](종류)를 컬러로 변경하십시오.";
"ICA_ERROR_004"	= "크기를 4 x 4mm(0.16 x 0.16in)로 설정해야만 스캔을 실행할 수 있습니다.";
"ICA_ERROR_005"	= "지정한 폴더를 액세스하는 데 필요한 권한을 가지고 있지 않습니다.";
"ICA_ERROR_006"	= "필름을 감지할 수 없습니다.\n필름이 제대로 놓여 있는지 확인하고 다시 스캔하십시오.";
"ICA_ERROR_007"	= "스캐너 드라이버로 120 포맷 필름을 스캔하십시오.";
"ICA_ERROR_008"	= "내부 에러가 발생했습니다. 다음 조치를 취하십시오.\n- 스캐너 상태를 확인합니다.\n- 스캐너를 다시 시작합니다.\n- 스캐너 드라이버를 다시 설치합니다.";
"ICA_ERROR_009"	= "용지 크기가 양면 스캔에 적합하지 않습니다. US 공문서 이외의 크기를 선택하십시오.";
"ICA_ERROR_01"	= "메모리가 부족합니다. 사용 가능한 메모리를 늘리십시오.";
"ICA_ERROR_02"	= "필요한 파일이 없거나 손상되었거나 설정이 올바르지 않습니다. 설치를 다시 시도하십시오.";
"ICA_ERROR_03"	= "내부 에러가 발생했습니다.";
"ICA_ERROR_04"	= "디스크 공간이 부족하여 스캔을 완료할 수 없습니다.";
"ICA_ERROR_05"	= "ADF(자동 문서 공급기)에 문서가 없습니다. 문서를 로드한 다음 다시 시도하십시오.";
"ICA_ERROR_07"	= "스캐너에서 에러가 발생했습니다. 해결 방법에 대한 내용은 설명서를 참조하십시오.";
"ICA_ERROR_08"	= "파일을 읽거나 쓸 수 없습니다.";
"ICA_ERROR_09"	= "에러가 발생했습니다. 장치를 껐다가 다시 켭니다.";
"ICA_ERROR_10"	= "잠금 스위치를 해제하고 USB 케이블을 분리했다가 다시 연결합니다.";
"ICA_ERROR_11"	= "잠금 스위치를 해제하고, 장치를 껐다가 다시 켭니다.";
"ICA_ERROR_12"	= "스캔을 취소했습니다.";
"ICA_ERROR_13"	= "스캔을 취소했습니다. 프린터 조작판의 OK 버튼을 눌러 ADF(자동 문서 공급기)에서 문서를 배출하십시오.";
"ICA_ERROR_18"	= "이러한 이유 때문에 스캔할 수 없습니다.\n- 원본이 제대로 놓여 있지 않을 수 있습니다.\n- 보호 시트가 들어 있을 수 있습니다.\n- 램프가 완전히 켜져 있지 않을 수 있습니다.\n   (낮은 온도에서 램프를 조절하는 데 시간이 걸릴 수 있습니다.)";
"ICA_ERROR_25"	= "ADF(자동 문서 공급기)에서 용지가 걸렸습니다. 걸린 용지를 제거한 다음 프린터 조작판의 OK 버튼을 눌러 이 상태를 제거하십시오.";
"ICA_ERROR_26"	= "ADF(자동 문서 공급기) 커버가 열려 있습니다. 문서 커버를 닫고 프린터 조작판의 OK 버튼을 눌러 이 상태를 제거하십시오.";
"ICA_ERROR_28"	= "문서가 너무 깁니다. ADF(자동 문서 공급기) 커버가 닫혔는지 확인하고 프린터 조작판의 OK 버튼을 눌러 ADF에서 문서를 배출하십시오.";
"ICA_ERROR_29"	= "용지 크기가 양면 스캔에 적합하지 않습니다. ADF(자동 문서 공급기) 커버가 닫혔는지 확인하고 프린터 조작판의 OK 버튼을 눌러 ADF에서 문서를 배출하십시오.";
"ICA_ERROR_30"	= "ADF(자동 문서 공급기)에 문서가 없습니다. 프린터 조작판의 OK 버튼을 눌러 에러를 취소한 다음 ADF에 용지를 넣습니다.";
"ICA_ERROR_31"	= "스캐너를 초기화하는 중입니다. 완료 후 스캔합니다.";
"ICA_ERROR_32"	= "프린터를 초기화하는 중입니다. 완료 후 스캔합니다.";
"ICA_ERROR_33"	= "프린터가 사용 중이거나 에러가 발생했습니다. 상태를 확인합니다.";
"ICA_ERROR_34"	= "다른 어플리케이션이나 사용자가 사용하고 있을 때에는 스캐너를 사용할 수 없습니다.";
"ICA_ERROR_35"	= "보호 시트가 부착되어 있습니다. 스캔할 수 없습니다.";
"ICA_ERROR_36"	= "지정된 용지 크기의 문서를 스캔할 수 없습니다.";
"ICA_ERROR_39"	= "이러한 이유 때문에 스캐너와 통신할 수 없습니다.\n- 스캐너가 꺼졌습니다.\n- USB 케이블이 연결되어 있지 않습니다.\n\n검사해 보고 다시 시도하십시오.";
"ICA_ERROR_40"	= "이러한 이유 때문에 스캐너와 통신할 수 없습니다.\n- 스캐너가 꺼졌습니다.\n- (유선 LAN 연결을 사용하는 경우) 유선 LAN에 연결되어 있지 않습니다.\n- (무선 LAN 연결을 사용하는 경우) 장애물 때문에 신호 강도가 약합니다.\n- 보안 소프트웨어에 의해 네트워크 연결이 금지되었습니다.\n- 네트워크의 다른 스캐너가 선택되었습니다.\n\n검사해 보고 다시 시도하십시오.";
"ICA_ERROR_42"	= "문서 커버가 열려 있습니다.\n문서 커버를 닫고 프린터의 [OK] 버튼을 누르십시오.\n그런 다음 ADF(자동 문서 공급기)에서 문서를 제거하십시오.";
